"Do you really want to delete the favorite %@?" = "Wollen Sie den Favoriten %@ wirklich löschen?";

"Yes" = "Ja";

"No" = "Nein";

"Delete favorite" = "Favoriten löschen";

"MainFan" = "Hauptlüfter";

"Left Fan" = "Linker Lüfter";

"Right Fan" = "Rechter Lüfter";

"smcFanControl has not been tested on this machine yet, but it should run if you follow the instructions. \n\nIf you choose to continue, please make you have no other FanControl-software running. Otherwise please quit, deinstall the other software, restart your machine and rerun smcFanControl!" = "smcFanControl wurde auf Ihrem Computermodel noch nicht getestet! Es sollte jedoch problemlos funktionieren, wenn Sie die Hinweise beachten.\n\nBevor Sie auf Weiter klicken, stellen Sie sicher das keine andere FanControl-Software läuft. Sollte dies noch der Fall sein, wählen Sie Abbrechen, deinstallieren Sie die andere Software, starten Sie Ihren Rechner neu und rufen Sie smcFanControl erneut auf!";

"Continue" = "Weiter";

"Quit" = "Abbrechen";

"Alert!" = "Achtung!";

"Active Setting" = "Aktive Einstellung";

"Remind me later" = "Später erinnern";

"Consider a donation" = "Spenden...";

"Never ask me again" = "Nie wieder fragen";

"Donate over Paypal" = "Spenden über PayPal";

"smcFanControl keeps your Mac cool since 2006.\n\nIf smcFanControl is helfpul for you and you want to support further development, a small donation over Paypal is much appreciated." = "smcFanControl hält seit 2006 Macs in aller Welt kühl.\n\nWenn Sie smcFanControl gerne benutzen und Sie die Weiterentwicklung unterstützen wollen, freuen wir uns über eine kleine Spende über PayPal.";

"Do you want to reset smcFanControl to default settings? Favorites will be deleted and fans will return to default speed." = "Wollen Sie smcFanControl auf die Default-Einstellungen zurücksetzen?\nDie Favoriten werden gelöscht und die Lüfter auf Werkseinstellung gesetzt.";

"Please shutdown your computer now to return to default fan settings." = "Bitte schalten Sie den Computer jetzt aus, um die Werkseinstellung für die Lüfter wiederherzustellen.";

"Reset Settings" = "Einstellungen zurücksetzen";

"Shutdown required" = "Ausschalten erforderlich";